Gets walk lines.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public IList<IList<Curve>> GetWalkLines()
  Visual Basic
Public Function GetWalkLines As IList(Of IList(Of Curve))
  Visual C++
public:
IList<IList<Curve^>^>^ GetWalkLines()
 Return Value
 The walk lines.
 See Also
  IFCLegacyStairOrRamp Class
  Autodesk.Revit.DB.IFC Namespace